Repository: LukasHoeschen/Family-Points-4
Catalog: BonusPoints/Localizable.xcstrings
Source language: en
Languages: de

source: **%@** total achieved points with this task
de: **%@** Punkte insgesamt gesammelt mit dieser Aufgabe

source: **%lld times** completed by all family members
de: **%lld mal** erledigt von allen Familienmitgliedern

source: **Please note:** Connecting multiple devices to your account is not available in the free version.
de: **Bitte beachten Sie:** Das Verbinden mehrerer Geräte mit Ihrem Konto ist in der kostenlosen Version nicht möglich.

source: **Proceed with caution.**
de: **Bitte mache mit Vorsicht weiter.**

source: %@ (%lld results)
de: %@ (%lld Ergebnisse)

source: %lld Tasks
de: %lld Aufgaben

source: %lld Tasks done
de: %lld Aufgaben erledigt

source: %lld/%lld Tasks
de: %lld/%lld Aufgaben

source: %lld/4 Family Members
de: %lld/4 Familienmitglieder

source: %lld/4 Task Lists
de: %lld/4 Listen

source: • 4 family members, including yourself
de: • 4 Familienmitglieder, einschließlich Sie selbst

source: • 4 task lists
de: • 4 Aufgabenlisten

source: • 30 complimentary tasks
de: • 30 kostenfreie Aufgaben

source: About
de: Über

source: About & Contact
de: Über & Kontakt

source: About Me
de: Über Mich

source: Accept
de: Akkzeptieren

source: Account Created
de: Account erstellt

source: Add a new Task
de: Erstelle eine neue Aufgabe

source: Add Family Member
de: Füge ein neues Familienmitglied hinzu

source: Add Family Members
de: Füge Familienmitglieder hinzu

source: Add List
de: Liste hinzufügen

source: Add your Family Members to your Family
de: Füge deine Familienmitglieder deiner Familie hinzu

source: Adjust the importance level to priorities or de-priorities your tasks. Tasks will be sorted based on their importance.
de: Lege fest, wie wichtig eine Aufgabe ist – sie wird dann entsprechend in der Liste einsortiert.

source: All your data is end-to-end encrypted. Wondering how we store your data on our server? For example, your family name looks like this: %@
de: Ihre Daten werden End-zu-End-Verschlüsselt. Möchten Sie wissen, wie wir Ihre Daten auf unserem Server speichern? Ihr Familienname sieht beispielsweiße so aus: %@

source: All your data is securely encrypted on our servers. Neither we nor any third parties have the capability to decrypt it. Only you and your future family members possess the secret key required to decrypt the data.
de: Alle Ihre Daten werden auf unseren Servern sicher verschlüsselt. Weder wir noch Dritte haben die Möglichkeit, sie zu entschlüsseln. Nur Sie und Ihre zukünftigen Familienmitglieder besitzen den geheimen Schlüssel, der zur Entschlüsselung der Daten erforderlich ist.

source: Alternatively, you can simply tap the file, and it should automatically open here.
de: Alternativ können Sie auch einfach auf die Datei tippen, die dann automatisch geöffnet wird.

source: As a student, I don’t earn much, and keeping apps available on the App Store comes with costs. If you enjoy using "Family Points", I’d really appreciate your support!
de: Als Student verdiene ich nicht viel, und die Apps im App Store verfügbar zu halten, kostet Geld. Wenn dir Family Points gefällt, würde ich mich sehr über deine Unterstützung freuen!

source: Cancel
de: Abbrechen

source: Change
de: Ändern

source: Change Points
de: Ändere die Punkte

source: Check
de: Überprüfen

source: Child
de: Kind

source: Children
de: Kind

source: Choose
de: Wähle

source: Choose your role
de: Wähle deine Rolle aus

source: Completed
de: Erledigt

source: Completed at:
de: Erledigt am:

source: Connect new Device
de: Ein neues Gerät verbinden

source: Connect to an other Device
de: Verbinde dich mit einem anderem Gerät

source: Connected Devices
de: Verbundene Geräte

source: Contact
de: Kontakt

source: Contact me
de: Kontaktiere mich

source: Copy my (unencrypted) Data
de: Kopiere meine (unverschlüsselten) Daten

source: Create
de: Erstellen

source: Create a New Family
de: Erstelle eine neue Familie

source: Create a new Key
de: Erstelle einen neuen Code

source: Created:
de: Erstellt:

source: Current Points
de: Aktuelle Punkte

source: Current Tasks Completed
de: Aktuell erledigte Aufgaben

source: Current Utilisation
de: Derzeitige Benutzung

source: Delete
de: Löschen

source: Delete Family
de: Familie Löschen

source: Delete Family Member
de: Familienmitglied löschen

source: Delete List
de: Liste löschen

source: Delete List?
de: Liste löschen?

source: Delete Task?
de: Aufgabe löschen?

source: Delete this Task
de: Lösche diese Aufgabe

source: Delete User
de: Benutzer löschen

source: Delete your Family
de: Deine Familie löschen

source: Delete your User
de: Deinen Benutzer löschen

source: Deleting your family (%@) will erase all your data from our servers, including tasks, lists, family members, and their devices. This action cannot be undone.
de: Wenn Sie Ihre Familie löschen (%@), werden alle Ihre Daten von unseren Servern gelöscht, einschließlich Aufgaben, Listen, Familienmitglieder und deren Geräte. Diese Aktion kann nicht rückgängig gemacht werden.

source: Deleting your user will remove all your user data (%@) stored on our servers. Your account cannot be reinstalled.
de: Wenn Sie Ihren Benutzer löschen, werden alle auf unseren Servern gespeicherten Benutzerdaten (%@) gelöscht. Ihr Konto kann nicht wiederhergestellt werden.

source: Deny
de: Ablehnen

source: Device:
de: Gerät:

source: Devices wanting to connect
de: Geräte, die eine Verbindung herstellen möchten

source: Do Homework
de: Hausaufgaben machen

source: Do you have any recommendations?
de: Haben Sie Empfehlungen?

source: Do you really want to delete this list with all tasks? This can't be undo.
de: Möchtest Du wirklich diese Liste mit allen Aufgaben löschen?

source: Do you really want to delete your Family, all connected Users, Devices and Data?
de: Möchtest Du wirklich deine Familie, alle verbundenen Benutzer, Geräte und Daten löschen?

source: Do you really want to delete your User-Account, all connected Devices and Data?
de: Möchtest Du wirklich deinen Benutzer-Account, alle verbundenen Geräte und Daten löschen?

source: Do you really want to log out?
de: Möchtest Du dich wirklich ausloggen?

source: Do you really want to remove this Device?
de: Möchtest du wirklich dieses Gerät löschen?

source: Donate via [buyMeACoffee.com](https://buymeacoffee.com/hoeschenDevelopment)
de: Spende über [buyMeACoffee.com](https://buymeacoffee.com/hoeschenDevelopment)

source: Donate via [PayPal](https://paypal.me/hoeschenDevelopment)
de: Spende über [PayPal](https://paypal.me/hoeschenDevelopment)

source: Done
de: Fertig

source: Done Tasks
de: Erledigte Aufgaben

source: e.g. Cleaning
de: z.B. Putzen

source: e.g. Do homework
de: z.B. Hausaufgaben

source: Encryption
de: Verschlüsselung

source: Enter an amount, then tap + to add or − to subtract points.
de: Einen Wert eingeben, und mit + addieren und mit - abziehen.

source: Enter your Family Link-Key
de: Bitte gib deinen Familien-Code ein

source: Enter your first name
de: Bitte gib deinen Vornamen ein

source: Enter your last name
de: Bitte gib deinen Nachnamen ein

source: Export
de: Exportieren

source: Export User
de: Benutzer exportieren

source: Export your User
de: Exportieren Sie Ihren Benutzer-Account

source: Family
de: Familie

source: Family Member not found
de: Familienmitglied nicht gefunden

source: Family Points PRO
de: Bonus Punkte PRO

source: Family Points User Export
de: Bonus Punkte Benutzer-Export

source: for %@ Points
de: für %@ Punkte

source: For adding more Family Members, please subscribe.
de: Um weitere Familienmitglieder hinzuzufügen, bitte abonnieren Sie Family Points Pro.

source: For:
de: Für:

source: Fri
de: Fr

source: Hide
de: Ausblenden

source: I'm a Mechatronics student developing this app in my free time. It's kinda expensive to host servers storing your data and making Apps available at the App Store. That's actually the only reason im working with in App-Purchases. So, if you like my App, I'd really appreciate your support and I would love to hear your Feedback!
de: Ich bin Mechatronik-Student und entwickle diese App in meiner Freizeit. Es ist ziemlich teuer, Server zu betreiben, die deine Daten speichern, und Apps im App Store verfügbar zu halten. Das ist eigentlich der einzige Grund, warum ich In-App-Käufe anbiete. Wenn dir meine App gefällt, würde ich mich wirklich über deine Unterstützung freuen und würde gerne dein Feedback hören!

source: I'm Lukas, a 18-year-old boy from Germany (2025). If you have ideas for new features or any suggestions, please feel free to contact me. Thank you so much for using my app.
de: Ich bin Lukas, ein 18-jähriger Junge aus Deutschland (2025). Wenn du Ideen für neue Funktionen hast oder Vorschläge machen möchtest, kannst du dich gerne bei mir melden. Vielen Dank, dass du meine App benutzt!

source: If a family member has already created a family, you can join that family.
de: Wenn ein Familienmitglied schon eine Familie erstellt hat, kannst du dieser beitreten.

source: If you already have a device connected to your family, you can link this device with this one. This ensures both devices share the same user information.
de: Wenn du schon ein Gerät mit deiner Familie verbunden hast, kannst du dieses Gerät mit dem anderen verbinden.

source: If you are the first in your family and want to set up your family, please create a new family.
de: Wenn du der erste deiner Familie bist, kannst du hier eine neue Familie für euch erstellen.

source: Importance
de: Wichtigkeit

source: Important Note: Unlike your other data, this recommendation is stored in plain text on my server to facilitate reading. Please be aware of this.
de: Wichtiger Hinweis: Im Gegensatz zu Ihren anderen Daten wird diese Empfehlung auf meinem Server im Klartext gespeichert, um das Lesen zu erleichtern. Bitte beachten Sie dies.

source: Important Note: Your message will be transmitted and stored in plain text to facilitate communication. Please provide details and ensure it's at least 100 characters.
de: Wichtiger Hinweis: Ihre Nachricht wird im Klartext übertragen und gespeichert, um die Kommunikation zu erleichtern. Bitte geben Sie Einzelheiten an und achten Sie darauf, dass sie mindestens 100 Zeichen verwenden.

source: Insights
de: Einblicke

source: Instruction Video
de: Anleitungsvideo

source: Join a Family
de: Trete einer Familie bei

source: Join an Existing Family
de: Trete einer vorhandenen Familie bei

source: Join Family
de: Trete einer Familie bei

source: Just open the file on your new device to log in again.
de: Öffnen Sie die Datei einfach auf Ihrem neuen Gerät, um sich erneut anzumelden.

source: Kid
de: Kind

source: Legal
de: Rechtliches

source: Link Device
de: Verbinde ein Gerät

source: List empty
de: Diese Liste ist leer

source: List not found
de: Liste wurde nicht gefunden

source: Load User Account from File
de: Benutzerkonto aus Datei laden

source: Log out
de: Ausloggen

source: Logging out will delete all your data on this device. Your account (%@) won't be deleted on our servers, but you'll need to export your account information and import it on your new device. If you have a second device connected to your account, you can use it to set up your new device.
de: Wenn Sie sich abmelden, werden alle Ihre Daten auf diesem Gerät gelöscht. Ihr Konto (%@) wird nicht auf unseren Servern gelöscht, aber Sie müssen Ihre Kontoinformationen exportieren und auf Ihr neues Gerät importieren. Wenn Sie ein zweites Gerät haben, das mit Ihrem Konto verbunden ist, können Sie dieses zum Einrichten Ihres neuen Geräts verwenden.

source: Manage your Subscription
de: Verwalte dein Abonnement

source: Mark some tasks as done to see them here.
de: Markiere Aufgaben

source: Members wanting to join
de: Mitglieder, die beitreten möchten

source: Mon
de: Mo

source: More Options
de: Mehr Optionen

source: Most Completed Tasks
de: Am meisten erledigte Aufgaben

source: Multi-device connectivity is supported exclusively for subscribers.
de: Multi-Device-Konnektivität wird ausschließlich für Abonnenten unterstützt.

source: My Lists
de: Listen

source: New List
de: Neue Liste

source: New Task
de: Neue Aufgabe

source: No
de: Nein

source: No done tasks
de: Keine erledigten Aufgaben

source: No done tasks yet
de: Noch keine erledigten Aufgaben

source: No Tasks in this list yet
de: Keine Aufgaben in dieser Liste

source: Not necessary
de: Nicht erforderlich

source: Notification Settings
de: Benachrichtigungen

source: Notifications
de: Benachrichtigungen

source: Number
de: Wert

source: On your family member's device, select **"Join an existing Family"**. Then enter your family member's name and the provided code.
de: Auf dem Gerät deines Familienmitglieds wähle **"Trete einer vorhandenen Familie bei"** aus. Gib dann den Namen deines Familienmitglieds und diesen Code ein.

source: Only parents can delete Lists.
de: Nur Eltern können Listen löschen

source: Parent
de: Eltern

source: Play Video Games for 30 Minutes
de: Videospiele spielen

source: Please accept this Device in the Settings of your other Device.
de: Bitte akzeptiere dieses Gerät in den Einstellungen deines anderen Geräts.

source: Please ask a family member to accept you in the settings.
de: Bitte ein Familienmitglied, dich in den Einstellungen zu akzeptieren.

source: Please ask your Parents for help.
de: Bitte deine Eltern um Hilfe.

source: Please establish an internet connection
de: Bitte stelle eine Internetverbindung her

source: Please note that your data is exported without encryption, and your family's secret encryption key is stored in plain text. **Please do not delete your device or logout in this App on this device!**
de: Bitte beachten Sie, dass Ihre Daten unverschlüsselt exportiert werden und der geheime Verschlüsselungscode Ihrer Familie im Klartext gespeichert wird. **Bitte löschen Sie Ihr Gerät nicht und melden Sie sich in dieser App auf diesem Gerät nicht ab!**

source: Please select a List
de: Bitte eine Liste auswählen

source: Please subscribe to see all Tasks in Statistics
de: Bitte abonniere, um alle Aufgaben in den Statistiken zu sehen

source: Point
de: Punkt

source: Points
de: Punkte

source: Points to Add
de: Punkte, die hinzugefügt werden

source: Privacy Policy
de: Datenschutzerklärung

source: Purchases and subscriptions are synchronised across all family members.
de: Käufe und Abonnements werden zwischen allen Familienmitgliedern synchronisiert.

source: Purchases can only be done on devices supporting iOS 17 or newer.
de: Käufe können nur auf Geräten mit iOs 17 oder neuer durchgeführt werden.

source: Rate "Family Points"
de: Bewerte „Familien Punkte“

source: Rate Family Points
de: Bewerte Bonus Punkte

source: Refresh
de: Neuladen

source: Remove
de: Entfernen

source: Remove Device?
de: Gerät entfernen?

source: Remove? This task wasn't accepted yet.
de: Entfernen? Die Aufgabe wurde noch nicht akzeptiert.

source: Right now you're using %lld Tasks of %lld free tasks.
de: Im Moment verwenden Sie %lld Aufgaben von %lld freien Aufgaben.

source: Role
de: Rolle

source: Role:
de: Rolle:

source: Sat
de: Sa

source: Save
de: Speichern

source: Save Changes
de: Änderungen speichern

source: Search
de: Suchen

source: Select Days
de: Tage auswählen

source: Select Time
de: Zeit auswählen

source: Send
de: Senden

source: Set Points
de: Setze Punkte

source: Set Score of %@
de: Setze Punkte von %@

source: Set the Table
de: Tisch decken

source: Settings
de: Einstellungen

source: Share with Friends
de: Teile die App mit Freunden

source: Show all results in %@
de: Alle Ergebnisse anzeigen in %@

source: Statistics
de: Statistiken

source: Storing your data on my server is kinda expensive, so I decided to make this Store to earn a little money. If you wish, you could support me also via [PayPal](https://paypal.me/hoeschenDevelopment) or [buyMeACoffee.com](https://buymeacoffee.com/hoeschenDevelopment)
de: Das Speichern deiner Daten auf meinem Server ist ziemlich teuer, also habe ich beschlossen, diesen Store zu erstellen, um ein wenig Geld zu verdienen. Wenn du möchtest, kannst du mich auch über [PayPal](https://paypal.me/hoeschenDevelopment) oder [buyMeACoffee.com](https://buymeacoffee.com/hoeschenDevelopment) unterstützen.

source: Submit
de: Absenden

source: Subscribe now
de: Jetzt abonnieren

source: Sun
de: So

source: Support Me
de: Unterstütze Mich

source: Tasks
de: Aufgaben

source: Terms of Use
de: AGB

source: The Idea Behind Family Points
de: Die Idee hinter Family Points

source: There are no completed tasks right now. Please try again later.
de: Es gibt gerade keine erledigten Aufgaben. Bitte versuche es später.

source: These Points will be added if the Task is complete. Enter both positive and negative numbers.
de: Diese Punkte werden hinzugefügt, wenn die Aufgabe erledigt und akzeptiert wird. Es gehen sowohl positive als auch negative Punkte.

source: This app was inspired by an idea my sister came up with some time ago. Initially, we recorded our points on our fridge. To make this fantastic idea accessible to everyone, I created this app.
de: Diese App wurde durch eine Idee meiner Schwester inspiriert, die vor einiger Zeit entstand. Ursprünglich haben wir unsere Punkte an unserem Kühlschrank notiert. Um diese fantastische Idee für alle zugänglich zu machen, habe ich diese App entwickelt.

source: This feature allows you to export your user account along with all your private data and encryption key. While useful when transitioning to a new Apple device after selling your current one, it's essential to be mindful of the risks.
de: Mit dieser Funktion können Sie Ihr Benutzerkonto zusammen mit all Ihren privaten Daten und dem Verschlüsselungsschlüssel exportieren. Dies ist zwar nützlich, wenn Sie auf ein neues Apple-Gerät umsteigen, nachdem Sie Ihr aktuelles Gerät verkauft haben, aber Sie sollten sich der Risiken bewusst sein.

source: This is only visible if your family name is "Hoeschen" and your user name is "Lukas". It seems like we have the same name!
de: Dies ist nur sichtbar, wenn Ihr Familienname "Hoeschen" und Ihr Benutzername "Lukas" ist. Es scheint, als hätten wir den gleichen Namen!

source: This section displays tasks that have been completed most frequently among all family members.
de: Dieser Abschnitt zeigt Aufgaben, die häufig von Familienmitgliedern erledigt wurden.

source: This section displays tasks that have earned the most points.
de: Dieser Abschnitt zeigt Aufgaben, mit denen die meisten Punkte erreicht wurden.

source: This section displays tasks that yield the highest number of points.
de: Dieser Abschnitt zeigt Aufgaben, die die meisten Punkte bringen.

source: Thu
de: Do

source: Tidy my Room
de: Zimmer aufräumen

source: Time
de: Zeit

source: To create more Lists, please subscribe to Family Points Pro.
de: Um mehr Listen zu erstellen, abonniere bitte Family Points Pro.

source: To create more tasks, please kindly request your parents to unlock them.
de: Um weitere Aufgaben zu erstellen, bitte deine Eltern, sie freizuschalten.

source: Total Achieved
de: Insgesamt erreicht

source: Total achieved Points
de: Insgesamt erreichte Punkte

source: Total Achieved Points
de: Insgesamt erreichte Punkte

source: Total Count
de: Erledigt

source: Try Again
de: Versuche es erneut

source: Tue
de: Di

source: Unlimited Devices
de: Unbegrenzte Anzahl von Geräten

source: Unlimited Family Members
de: Unbegrenzte Anzahl von Familienmitgliedern

source: Unlimited Lists
de: Unbegrenzte Listen

source: Unlimited Tasks
de: Unbegrenzte Aufgaben

source: Unlimited Widgets (requires iOS 17.2)
de: Unbegrenzte Widgets (benötigt iOS 17.2)

source: Unlock premium features:
de: Schalten Sie Premium-Funktionen frei:

source: Upgrade Options
de: Upgrade-Optionen

source: Use this key instead of creating a new user on your second device.
de: Verwenden Sie diesen Code, anstatt einen neuen Benutzer auf Ihrem zweiten Gerät anzulegen.

source: User Information
de: Benutzer Informationen

source: User not found
de: Nutzer nicht gefunden

source: Was this video helpful?
de: War dieses Video hilfreich?

source: Watch an example video here.
de: Schaue dir hier ein Beispielvideo an.

source: Wed
de: Mi

source: When %@ completes tasks, they will appear here for your approval. You can then choose to either accept or deny them. This way, you can award points only when the task has truly been completed.
de: Wenn %@ Aufgaben erledigt, werden diese hier angezeigt. Du kannst sie dann akzeptieren oder ablehnen, je nachdem, ob diese Aufgabe wirklich erledigt wurde.

source: With the free version of Family Points, you enjoy the following features:
de: Mit der kostenlosen Version von Family Points genießen Sie die folgenden Funktionen:

source: Write a comment (optional)...
de: Schreibe einen Kommentar (optional)...

source: Write me an Email
de: Schreibe mir eine Email

source: Write something...
de: Schreibe etwas...

source: Yes
de: Ja

source: Your Devices
de: Deine Geräte

source: Your done Tasks
de: Deine erledigten Aufgaben

source: Your Family
de: Deine Familie

source: Your family has reached its task limit.
de: Ihre Familie hat ihre Aufgabengrenze erreicht.

source: Your Family Link key can be found in the settings
de: Dein Familien-Beitritts-Code kann in den Einstellungen eines anderen Familienmitglieds gefunden werden

source: Your first Name
de: Dein Vorname

source: Your Information
de: Deine Informationen

source: Your last Name
de: Dein Nachname

source: Your name
de: Dein Name

source: Your Name
de: Dein Name

source: Your Personal Link-Key
de: Dein persönlicher Koppel-Code

source: Your Role
de: Deine Rolle

source: Your Tasks
de: Deine Aufgaben
